hp /*========================================
text block
================================================*/ ?>
<div class="c-sg-title1">text block</div>

<?php /*----------------------------------------*/ ?>
<div class="c-sg-title2">c-textBlock1 (.c-title1 + p)</div>

<div class="c-textBlock1">
	<div class="c-title1">
		<h3>ダミーダミーダミーダミーダミーダミー<br>
		ダミーダミーダミーダミーダミーダミー</h3>
	</div>
	<p>ダミーダミーダミーダミーダミーダミー<br>
		ダミーダミーダミーダミーダミーダミーダミーダミーダミーダミーダミーダミー<br>
		ダミーダミーダミーダミーダミーダミー</p>
</div>

<?php /*----------------------------------------*/ ?>
<div class="c-sg-title2">c-textBlock2 (.c-title3 + p)</div>

<div class="c-textBlock2">
	<div class="c-title3">
		<h3>ダミーダミーダミーダミーダミーダミー</h3>
	</div>
	<p>ダミーダミーダミーダミーダミーダミーダミーダミーダミーダミーダミーダミーダミーダミーダミーダミーダミーダミー<br>
		ダミーダミーダミーダミーダミーダミー</p>
</div>
